{
  "displayName": "Stage 0 - AAD Security: Require MFA for All Admin Roles",
  "createdDateTime": null,
  "modifiedDateTime": null,
  "state": "enabled",
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "mfa"
    ],
    "customAuthenticationFactors": [],
    "termsOfUse": []
  },
  "conditions": {
    "signInRiskLevels": [],
    "userRiskLevels": [],
    "clientAppTypes": [
      "browser",
      "mobileAppsAndDesktopClients"
    ],
    "platforms": null,
    "locations": null,
    "devices": null,
    "applications": {
      "includeApplications": [
        "All"
      ],
      "excludeApplications": [
        "00000012-0000-0000-c000-000000000000"
      ],
      "includeUserActions": []
    },
    "users": {
      "includeUsers": [],
      "excludeUsers": [],
      "includeGroups": [],
      "excludeGroups": [
        "<ExclusionTempGroup>",
        "<ExclusionPermGroup>",
        "<EmergencyAccessAccountsGroup>"
      ],
      "includeRoles": [
        "62e90394-69f5-4237-9190-012177145e10",
        "f28a1f50-f6e7-4571-818b-6a12f2af6b6c",
        "29232cdf-9323-42fd-ade2-1d097af3e4de",
        "b1be1c3e-b65d-4f19-8427-f6fa0d97feb9",
        "194ae4cb-b126-40b2-bd5b-6091b380977d",
        "729827e3-9c14-49f7-bb1b-9608f156bbb8",
        "966707d0-3269-4727-9be2-8c3a10f19b9d",
        "b0f54661-2d74-4c50-afa3-1ec803f12efe",
        "fe930be7-5e62-47db-91af-98c3a49a38b1",
        "a9ea8996-122f-4c74-9520-8edcd192826c",
        "9f06204d-73c1-4d4c-880a-6edb90606fd8",
        "fdd7a751-b60b-444a-984c-02652fe8fa1c",
        "8ac3fc64-6eca-42ea-9e69-59f4c7b60eb2",
        "45d8d3c5-c802-45c6-b32a-1d70b5e1e86e",
        "3a2c62db-5318-420d-8d74-23affee5d9d5",
        "d37c8bed-0711-4417-ba38-b4abe66ce4c2",
        "e8611ab8-c189-46e8-94e1-60213ab1f814",
        "11648597-926c-4cf3-9c36-bcebb0ba8dcc",
        "11451d60-acb2-45eb-a7d6-43d0f0125c13",
        "3d762c5a-1b6c-493f-843e-55a3b42923d4"
      ],
      "excludeRoles": []
    }
  },
  "sessionControls": null
}