{
  "enhancedBiometricsState": "notConfigured",
  "pinExpirationInDays": 0,
  "pinLowercaseCharactersUsage": "disallowed",
  "pinMaximumLength": 127,
  "pinMinimumLength": 6,
  "pinPreviousBlockCount": 0,
  "pinSpecialCharactersUsage": "disallowed",
  "pinUppercaseCharactersUsage": "disallowed",
  "remotePassportEnabled": true,
  "securityDeviceRequired": false,
  "securityKeyForSignIn": "notConfigured",
  "state": "notConfigured",
  "unlockWithBiometricsEnabled": true,
  "createdDateTime": "0001-01-01T00:00:00+00:00",
  "description": "This is the default Windows Hello for Business configuration applied with the lowest priority to all users regardless of group membership.",
  "displayName": "All users and all devices",
  "lastModifiedDateTime": "2022-11-25T23:03:29+00:00",
  "priority": 0,
  "roleScopeTagIds": [],
  "version": 0,
  "id": "024f5357-c360-4f5e-874a-ff133124d5f0_DefaultWindowsHelloForBusiness",
  "@odata.type": "#microsoft.graph.deviceEnrollmentWindowsHelloForBusinessConfiguration",
  "deviceEnrollmentConfigurationType": "windowsHelloForBusiness"
}