{
  "daysWithoutContactBeforeUnenroll": 0,
  "mdmEnrollmentUrl": "https://enrollment.manage.microsoft.com/enrollmentserver/discovery.svc",
  "minutesOfInactivityBeforeDeviceLock": 0,
  "numberOfPastPinsRemembered": 0,
  "passwordMaximumAttemptCount": 0,
  "pinExpirationDays": 0,
  "pinLowercaseLetters": "notAllow",
  "pinMinimumLength": 4,
  "pinSpecialCharacters": "notAllow",
  "pinUppercaseLetters": "notAllow",
  "revokeOnMdmHandoffDisabled": true,
  "windowsHelloForBusinessBlocked": false,
  "azureRightsManagementServicesAllowed": false,
  "enforcementLevel": "encryptAndAuditOnly",
  "enterpriseDomain": "umbrellaitgroup.onmicrosoft.com",
  "enterpriseInternalProxyServers": [],
  "enterpriseIPRanges": [],
  "enterpriseIPRangesAreAuthoritative": false,
  "enterpriseNetworkDomainNames": [],
  "enterpriseProtectedDomainNames": [],
  "enterpriseProxiedDomains": [],
  "enterpriseProxyServers": [],
  "enterpriseProxyServersAreAuthoritative": false,
  "exemptApps": [],
  "iconsVisible": false,
  "indexingEncryptedStoresOrItemsBlocked": false,
  "isAssigned": false,
  "neutralDomainResources": [],
  "protectedApps": [],
  "protectionUnderLockConfigRequired": false,
  "revokeOnUnenrollDisabled": false,
  "smbAutoEncryptedFileExtensions": [],
  "createdDateTime": "2022-09-06T14:54:57.901574+00:00",
  "description": "This policy protects app data on non-enrolled Windows 10 devices",
  "displayName": "[Stage 4] W10 Unmanaged Devices App Protection (Expiremental!)",
  "lastModifiedDateTime": "2022-09-06T14:54:57.901574+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "version": "0.0",
  "id": "W_d4fc80f1-3789-4c4d-91b9-a21cbf9b25b6",
  "@odata.type": "#microsoft.graph.windowsInformationProtectionPolicy"
}