{
  "omaSettings": [
    {
      "isReadOnly": false,
      "value": 1,
      "displayName": "Add SSPR",
      "isEncrypted": false,
      "omaUri": "./Vendor/MSFT/Policy/Config/Authentication/AllowAadPasswordReset",
      "@odata.type": "#microsoft.graph.omaSettingInteger",
      "secretReferenceValueId": null
    }
  ],
  "createdDateTime": "2022-08-31T15:55:15.5002256+00:00",
  "description": "SSPR at the Windows 10+ sign-in screen",
  "displayName": "[Bonus] Password Reset on LockScreen",
  "lastModifiedDateTime": "2022-08-31T15:55:15.5002256+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "cf90da2b-b8d7-4ad4-8268-b3347d6d0b70",
  "@odata.type": "#microsoft.graph.windows10CustomConfiguration"
}