{
  "accountsBlockAddingNonMicrosoftAccountEmail": false,
  "activateAppsWithVoice": "notConfigured",
  "antiTheftModeBlocked": false,
  "appManagementMSIAllowUserControlOverInstall": true,
  "appManagementMSIAlwaysInstallWithElevatedPrivileges": true,
  "appManagementPackageFamilyNamesToLaunchAfterLogOn": [],
  "appsAllowTrustedAppsSideloading": "notConfigured",
  "appsBlockWindowsStoreOriginatedApps": false,
  "authenticationAllowSecondaryDevice": true,
  "authenticationWebSignIn": "notConfigured",
  "bluetoothAllowedServices": [],
  "bluetoothBlockAdvertising": false,
  "bluetoothBlockDiscoverableMode": false,
  "bluetoothBlocked": false,
  "bluetoothBlockPrePairing": false,
  "bluetoothBlockPromptedProximalConnections": false,
  "cameraBlocked": false,
  "cellularBlockDataWhenRoaming": false,
  "cellularBlockVpn": false,
  "cellularBlockVpnWhenRoaming": false,
  "cellularData": "allowed",
  "certificatesBlockManualRootCertificateInstallation": false,
  "connectedDevicesServiceBlocked": false,
  "copyPasteBlocked": false,
  "cortanaBlocked": true,
  "cryptographyAllowFipsAlgorithmPolicy": false,
  "dataProtectionBlockDirectMemoryAccess": true,
  "defenderBlockEndUserAccess": false,
  "defenderBlockOnAccessProtection": false,
  "defenderCloudBlockLevel": "notConfigured",
  "defenderDaysBeforeDeletingQuarantinedMalware": 0,
  "defenderDetectedMalwareActions": {
    "highSeverity": "deviceDefault",
    "lowSeverity": "deviceDefault",
    "moderateSeverity": "deviceDefault",
    "severeSeverity": "deviceDefault",
    "@odata.type": "microsoft.graph.defenderDetectedMalwareActions"
  },
  "defenderDisableCatchupFullScan": false,
  "defenderDisableCatchupQuickScan": false,
  "defenderFileExtensionsToExclude": [],
  "defenderFilesAndFoldersToExclude": [],
  "defenderMonitorFileActivity": "userDefined",
  "defenderPotentiallyUnwantedAppActionSetting": "userDefined",
  "defenderProcessesToExclude": [],
  "defenderPromptForSampleSubmission": "promptBeforeSendingPersonalData",
  "defenderRequireBehaviorMonitoring": false,
  "defenderRequireCloudProtection": false,
  "defenderRequireNetworkInspectionSystem": false,
  "defenderRequireRealTimeMonitoring": false,
  "defenderScanArchiveFiles": false,
  "defenderScanDownloads": false,
  "defenderScanIncomingMail": false,
  "defenderScanMappedNetworkDrivesDuringFullScan": false,
  "defenderScanMaxCpu": 10,
  "defenderScanNetworkFiles": false,
  "defenderScanRemovableDrivesDuringFullScan": false,
  "defenderScanScriptsLoadedInInternetExplorer": false,
  "defenderScanType": "userDefined",
  "defenderScheduledScanTime": "10:00:00",
  "defenderScheduleScanEnableLowCpuPriority": false,
  "defenderSignatureUpdateIntervalInHours": 0,
  "defenderSystemScanSchedule": "userDefined",
  "developerUnlockSetting": "notConfigured",
  "deviceManagementBlockFactoryResetOnMobile": false,
  "deviceManagementBlockManualUnenroll": true,
  "diagnosticsDataSubmissionMode": "none",
  "displayAppListWithGdiDPIScalingTurnedOff": [],
  "displayAppListWithGdiDPIScalingTurnedOn": [],
  "edgeAllowStartPagesModification": false,
  "edgeBlockAccessToAboutFlags": false,
  "edgeBlockAddressBarDropdown": false,
  "edgeBlockAutofill": false,
  "edgeBlockCompatibilityList": false,
  "edgeBlockDeveloperTools": false,
  "edgeBlocked": false,
  "edgeBlockEditFavorites": false,
  "edgeBlockExtensions": false,
  "edgeBlockFullScreenMode": false,
  "edgeBlockInPrivateBrowsing": false,
  "edgeBlockJavaScript": false,
  "edgeBlockLiveTileDataCollection": true,
  "edgeBlockPasswordManager": true,
  "edgeBlockPopups": true,
  "edgeBlockPrelaunch": false,
  "edgeBlockPrinting": false,
  "edgeBlockSavingHistory": false,
  "edgeBlockSearchEngineCustomization": false,
  "edgeBlockSearchSuggestions": false,
  "edgeBlockSendingDoNotTrackHeader": false,
  "edgeBlockSendingIntranetTrafficToInternetExplorer": false,
  "edgeBlockSideloadingExtensions": false,
  "edgeBlockTabPreloading": false,
  "edgeBlockWebContentOnNewTabPage": false,
  "edgeClearBrowsingDataOnExit": false,
  "edgeCookiePolicy": "userDefined",
  "edgeDisableFirstRunPage": true,
  "edgeFavoritesBarVisibility": "notConfigured",
  "edgeHomeButtonConfigurationEnabled": false,
  "edgeHomepageUrls": [],
  "edgeKioskModeRestriction": "notConfigured",
  "edgeOpensWith": "notConfigured",
  "edgePreventCertificateErrorOverride": true,
  "edgeRequiredExtensionPackageFamilyNames": [],
  "edgeRequireSmartScreen": true,
  "edgeSearchEngine": {
    "edgeSearchEngineType": "default",
    "@odata.type": "#microsoft.graph.edgeSearchEngine"
  },
  "edgeSendIntranetTrafficToInternetExplorer": false,
  "edgeShowMessageWhenOpeningInternetExplorerSites": "notConfigured",
  "edgeSyncFavoritesWithInternetExplorer": false,
  "edgeTelemetryForMicrosoft365Analytics": "notConfigured",
  "enableAutomaticRedeployment": true,
  "experienceBlockDeviceDiscovery": false,
  "experienceBlockErrorDialogWhenNoSIM": false,
  "experienceBlockTaskSwitcher": false,
  "experienceDoNotSyncBrowserSettings": "notConfigured",
  "findMyFiles": "notConfigured",
  "gameDvrBlocked": true,
  "inkWorkspaceAccess": "notConfigured",
  "inkWorkspaceAccessState": "notConfigured",
  "inkWorkspaceBlockSuggestedApps": false,
  "internetSharingBlocked": false,
  "locationServicesBlocked": false,
  "lockScreenActivateAppsWithVoice": "disabled",
  "lockScreenAllowTimeoutConfiguration": false,
  "lockScreenBlockActionCenterNotifications": false,
  "lockScreenBlockCortana": true,
  "lockScreenBlockToastNotifications": true,
  "logonBlockFastUserSwitching": false,
  "messagingBlockMMS": false,
  "messagingBlockRichCommunicationServices": false,
  "messagingBlockSync": false,
  "microsoftAccountBlocked": false,
  "microsoftAccountBlockSettingsSync": false,
  "microsoftAccountSignInAssistantSettings": "notConfigured",
  "networkProxyApplySettingsDeviceWide": false,
  "networkProxyDisableAutoDetect": false,
  "nfcBlocked": false,
  "oneDriveDisableFileSync": false,
  "passwordBlockSimple": true,
  "passwordRequired": false,
  "passwordRequiredType": "deviceDefault",
  "passwordRequireWhenResumeFromIdleState": false,
  "powerButtonActionOnBattery": "notConfigured",
  "powerButtonActionPluggedIn": "notConfigured",
  "powerHybridSleepOnBattery": "enabled",
  "powerHybridSleepPluggedIn": "enabled",
  "powerLidCloseActionOnBattery": "notConfigured",
  "powerLidCloseActionPluggedIn": "notConfigured",
  "powerSleepButtonActionOnBattery": "notConfigured",
  "powerSleepButtonActionPluggedIn": "notConfigured",
  "printerBlockAddition": false,
  "printerNames": [],
  "privacyAdvertisingId": "notConfigured",
  "privacyAutoAcceptPairingAndConsentPrompts": false,
  "privacyBlockActivityFeed": false,
  "privacyBlockInputPersonalization": false,
  "privacyBlockPublishUserActivities": false,
  "privacyDisableLaunchExperience": false,
  "resetProtectionModeBlocked": false,
  "safeSearchFilter": "userDefined",
  "screenCaptureBlocked": false,
  "searchBlockDiacritics": false,
  "searchBlockWebResults": false,
  "searchDisableAutoLanguageDetection": false,
  "searchDisableIndexerBackoff": false,
  "searchDisableIndexingEncryptedItems": true,
  "searchDisableIndexingRemovableDrive": true,
  "searchDisableLocation": false,
  "searchDisableUseLocation": false,
  "searchEnableAutomaticIndexSizeManangement": false,
  "searchEnableRemoteQueries": false,
  "securityBlockAzureADJoinedDevicesAutoEncryption": false,
  "settingsBlockAccountsPage": false,
  "settingsBlockAddProvisioningPackage": false,
  "settingsBlockAppsPage": false,
  "settingsBlockChangeLanguage": false,
  "settingsBlockChangePowerSleep": false,
  "settingsBlockChangeRegion": false,
  "settingsBlockChangeSystemTime": false,
  "settingsBlockDevicesPage": false,
  "settingsBlockEaseOfAccessPage": false,
  "settingsBlockEditDeviceName": false,
  "settingsBlockGamingPage": false,
  "settingsBlockNetworkInternetPage": false,
  "settingsBlockPersonalizationPage": false,
  "settingsBlockPrivacyPage": false,
  "settingsBlockRemoveProvisioningPackage": false,
  "settingsBlockSettingsApp": false,
  "settingsBlockSystemPage": false,
  "settingsBlockTimeLanguagePage": false,
  "settingsBlockUpdateSecurityPage": false,
  "sharedUserAppDataAllowed": false,
  "smartScreenAppInstallControl": "notConfigured",
  "smartScreenBlockPromptOverride": true,
  "smartScreenBlockPromptOverrideForFiles": true,
  "smartScreenEnableAppInstallControl": false,
  "startBlockUnpinningAppsFromTaskbar": false,
  "startMenuAppListVisibility": "userDefined",
  "startMenuHideChangeAccountSettings": false,
  "startMenuHideFrequentlyUsedApps": false,
  "startMenuHideHibernate": false,
  "startMenuHideLock": false,
  "startMenuHidePowerButton": false,
  "startMenuHideRecentJumpLists": false,
  "startMenuHideRecentlyAddedApps": false,
  "startMenuHideRestartOptions": false,
  "startMenuHideShutDown": false,
  "startMenuHideSignOut": false,
  "startMenuHideSleep": false,
  "startMenuHideSwitchAccount": false,
  "startMenuHideUserTile": false,
  "startMenuMode": "userDefined",
  "startMenuPinnedFolderDocuments": "notConfigured",
  "startMenuPinnedFolderDownloads": "notConfigured",
  "startMenuPinnedFolderFileExplorer": "notConfigured",
  "startMenuPinnedFolderHomeGroup": "notConfigured",
  "startMenuPinnedFolderMusic": "notConfigured",
  "startMenuPinnedFolderNetwork": "notConfigured",
  "startMenuPinnedFolderPersonalFolder": "notConfigured",
  "startMenuPinnedFolderPictures": "notConfigured",
  "startMenuPinnedFolderSettings": "notConfigured",
  "startMenuPinnedFolderVideos": "notConfigured",
  "storageBlockRemovableStorage": false,
  "storageRequireMobileDeviceEncryption": false,
  "storageRestrictAppDataToSystemVolume": false,
  "storageRestrictAppInstallToSystemVolume": false,
  "taskManagerBlockEndTask": false,
  "tenantLockdownRequireNetworkDuringOutOfBoxExperience": false,
  "uninstallBuiltInApps": false,
  "usbBlocked": false,
  "voiceRecordingBlocked": false,
  "webRtcBlockLocalhostIpAddress": false,
  "wiFiBlockAutomaticConnectHotspots": true,
  "wiFiBlocked": false,
  "wiFiBlockManualConfiguration": false,
  "windows10AppsForceUpdateSchedule": {
    "recurrence": "none",
    "runImmediatelyIfAfterStartDateTime": false,
    "startDateTime": "0001-01-01T00:00:00+00:00",
    "@odata.type": "microsoft.graph.windows10AppsForceUpdateSchedule"
  },
  "windowsSpotlightBlockConsumerSpecificFeatures": true,
  "windowsSpotlightBlocked": false,
  "windowsSpotlightBlockOnActionCenter": false,
  "windowsSpotlightBlockTailoredExperiences": false,
  "windowsSpotlightBlockThirdPartyNotifications": true,
  "windowsSpotlightBlockWelcomeExperience": false,
  "windowsSpotlightBlockWindowsTips": false,
  "windowsSpotlightConfigureOnLockScreen": "notConfigured",
  "windowsStoreBlockAutoUpdate": false,
  "windowsStoreBlocked": false,
  "windowsStoreEnablePrivateStoreOnly": false,
  "wirelessDisplayBlockProjectionToThisDevice": false,
  "wirelessDisplayBlockUserInputFromReceiver": false,
  "wirelessDisplayRequirePinForPairing": false,
  "createdDateTime": "2022-08-31T15:56:16.199362+00:00",
  "description": "Enhanced security profile for Windows 10 that is appropriate for corporate environments.\n- App Store & General OS Restrictions\n- Block Microsoft Edge Legacy\n- Block Simple Passwords\n- Disable Telemetry and Spotlight\n- Enable Smartscreen and Defender",
  "displayName": "[Default] Security: Device Restrictions and Security Posturing",
  "lastModifiedDateTime": "2022-08-31T15:56:16.199362+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "be68030a-ef29-47d6-845c-4488edfc66c7",
  "@odata.type": "#microsoft.graph.windows10GeneralConfiguration"
}