{
  "accountsBlockAddingNonMicrosoftAccountEmail": false,
  "activateAppsWithVoice": "notConfigured",
  "antiTheftModeBlocked": false,
  "appManagementMSIAllowUserControlOverInstall": false,
  "appManagementMSIAlwaysInstallWithElevatedPrivileges": false,
  "appManagementPackageFamilyNamesToLaunchAfterLogOn": [],
  "appsAllowTrustedAppsSideloading": "notConfigured",
  "appsBlockWindowsStoreOriginatedApps": false,
  "authenticationAllowSecondaryDevice": false,
  "authenticationWebSignIn": "notConfigured",
  "bluetoothAllowedServices": [],
  "bluetoothBlockAdvertising": false,
  "bluetoothBlockDiscoverableMode": false,
  "bluetoothBlocked": false,
  "bluetoothBlockPrePairing": false,
  "bluetoothBlockPromptedProximalConnections": false,
  "cameraBlocked": false,
  "cellularBlockDataWhenRoaming": false,
  "cellularBlockVpn": false,
  "cellularBlockVpnWhenRoaming": false,
  "cellularData": "allowed",
  "certificatesBlockManualRootCertificateInstallation": false,
  "connectedDevicesServiceBlocked": false,
  "copyPasteBlocked": false,
  "cortanaBlocked": false,
  "cryptographyAllowFipsAlgorithmPolicy": false,
  "defenderBlockEndUserAccess": false,
  "defenderBlockOnAccessProtection": false,
  "defenderCloudBlockLevel": "notConfigured",
  "defenderDisableCatchupFullScan": false,
  "defenderDisableCatchupQuickScan": false,
  "defenderFileExtensionsToExclude": [],
  "defenderFilesAndFoldersToExclude": [],
  "defenderMonitorFileActivity": "userDefined",
  "defenderPotentiallyUnwantedAppActionSetting": "userDefined",
  "defenderProcessesToExclude": [],
  "defenderPromptForSampleSubmission": "userDefined",
  "defenderRequireBehaviorMonitoring": false,
  "defenderRequireCloudProtection": false,
  "defenderRequireNetworkInspectionSystem": false,
  "defenderRequireRealTimeMonitoring": false,
  "defenderScanArchiveFiles": false,
  "defenderScanDownloads": false,
  "defenderScanIncomingMail": false,
  "defenderScanMappedNetworkDrivesDuringFullScan": false,
  "defenderScanNetworkFiles": false,
  "defenderScanRemovableDrivesDuringFullScan": false,
  "defenderScanScriptsLoadedInInternetExplorer": false,
  "defenderScanType": "userDefined",
  "defenderScheduleScanEnableLowCpuPriority": false,
  "defenderSystemScanSchedule": "userDefined",
  "developerUnlockSetting": "notConfigured",
  "deviceManagementBlockFactoryResetOnMobile": false,
  "deviceManagementBlockManualUnenroll": false,
  "diagnosticsDataSubmissionMode": "userDefined",
  "displayAppListWithGdiDPIScalingTurnedOff": [],
  "displayAppListWithGdiDPIScalingTurnedOn": [],
  "edgeAllowStartPagesModification": false,
  "edgeBlockAccessToAboutFlags": false,
  "edgeBlockAddressBarDropdown": false,
  "edgeBlockAutofill": false,
  "edgeBlockCompatibilityList": false,
  "edgeBlockDeveloperTools": false,
  "edgeBlocked": false,
  "edgeBlockEditFavorites": false,
  "edgeBlockExtensions": false,
  "edgeBlockFullScreenMode": false,
  "edgeBlockInPrivateBrowsing": false,
  "edgeBlockJavaScript": false,
  "edgeBlockLiveTileDataCollection": false,
  "edgeBlockPasswordManager": false,
  "edgeBlockPopups": false,
  "edgeBlockPrelaunch": false,
  "edgeBlockPrinting": false,
  "edgeBlockSavingHistory": false,
  "edgeBlockSearchEngineCustomization": false,
  "edgeBlockSearchSuggestions": false,
  "edgeBlockSendingDoNotTrackHeader": false,
  "edgeBlockSendingIntranetTrafficToInternetExplorer": false,
  "edgeBlockSideloadingExtensions": false,
  "edgeBlockTabPreloading": false,
  "edgeBlockWebContentOnNewTabPage": false,
  "edgeClearBrowsingDataOnExit": false,
  "edgeCookiePolicy": "userDefined",
  "edgeDisableFirstRunPage": false,
  "edgeFavoritesBarVisibility": "notConfigured",
  "edgeHomeButtonConfigurationEnabled": false,
  "edgeHomepageUrls": [],
  "edgeKioskModeRestriction": "notConfigured",
  "edgeOpensWith": "notConfigured",
  "edgePreventCertificateErrorOverride": false,
  "edgeRequiredExtensionPackageFamilyNames": [],
  "edgeRequireSmartScreen": false,
  "edgeSendIntranetTrafficToInternetExplorer": false,
  "edgeShowMessageWhenOpeningInternetExplorerSites": "notConfigured",
  "edgeSyncFavoritesWithInternetExplorer": false,
  "edgeTelemetryForMicrosoft365Analytics": "notConfigured",
  "enableAutomaticRedeployment": false,
  "experienceBlockDeviceDiscovery": false,
  "experienceBlockErrorDialogWhenNoSIM": false,
  "experienceBlockTaskSwitcher": false,
  "experienceDoNotSyncBrowserSettings": "notConfigured",
  "findMyFiles": "notConfigured",
  "gameDvrBlocked": false,
  "inkWorkspaceAccess": "notConfigured",
  "inkWorkspaceAccessState": "notConfigured",
  "inkWorkspaceBlockSuggestedApps": false,
  "internetSharingBlocked": false,
  "locationServicesBlocked": false,
  "lockScreenActivateAppsWithVoice": "notConfigured",
  "lockScreenAllowTimeoutConfiguration": false,
  "lockScreenBlockActionCenterNotifications": false,
  "lockScreenBlockCortana": false,
  "lockScreenBlockToastNotifications": false,
  "logonBlockFastUserSwitching": false,
  "messagingBlockMMS": false,
  "messagingBlockRichCommunicationServices": false,
  "messagingBlockSync": false,
  "microsoftAccountBlocked": false,
  "microsoftAccountBlockSettingsSync": false,
  "microsoftAccountSignInAssistantSettings": "notConfigured",
  "networkProxyApplySettingsDeviceWide": false,
  "networkProxyDisableAutoDetect": false,
  "nfcBlocked": false,
  "oneDriveDisableFileSync": false,
  "passwordBlockSimple": false,
  "passwordRequired": false,
  "passwordRequiredType": "deviceDefault",
  "passwordRequireWhenResumeFromIdleState": false,
  "powerButtonActionOnBattery": "notConfigured",
  "powerButtonActionPluggedIn": "notConfigured",
  "powerHybridSleepOnBattery": "notConfigured",
  "powerHybridSleepPluggedIn": "notConfigured",
  "powerLidCloseActionOnBattery": "notConfigured",
  "powerLidCloseActionPluggedIn": "notConfigured",
  "powerSleepButtonActionOnBattery": "notConfigured",
  "powerSleepButtonActionPluggedIn": "notConfigured",
  "printerBlockAddition": false,
  "printerNames": [],
  "privacyAdvertisingId": "notConfigured",
  "privacyAutoAcceptPairingAndConsentPrompts": false,
  "privacyBlockActivityFeed": false,
  "privacyBlockInputPersonalization": false,
  "privacyBlockPublishUserActivities": false,
  "privacyDisableLaunchExperience": false,
  "resetProtectionModeBlocked": false,
  "safeSearchFilter": "userDefined",
  "screenCaptureBlocked": false,
  "searchBlockDiacritics": false,
  "searchBlockWebResults": false,
  "searchDisableAutoLanguageDetection": false,
  "searchDisableIndexerBackoff": false,
  "searchDisableIndexingEncryptedItems": false,
  "searchDisableIndexingRemovableDrive": false,
  "searchDisableLocation": false,
  "searchDisableUseLocation": false,
  "searchEnableAutomaticIndexSizeManangement": false,
  "searchEnableRemoteQueries": false,
  "securityBlockAzureADJoinedDevicesAutoEncryption": false,
  "settingsBlockAccountsPage": false,
  "settingsBlockAddProvisioningPackage": false,
  "settingsBlockAppsPage": false,
  "settingsBlockChangeLanguage": false,
  "settingsBlockChangePowerSleep": false,
  "settingsBlockChangeRegion": false,
  "settingsBlockChangeSystemTime": false,
  "settingsBlockDevicesPage": false,
  "settingsBlockEaseOfAccessPage": false,
  "settingsBlockEditDeviceName": false,
  "settingsBlockGamingPage": false,
  "settingsBlockNetworkInternetPage": false,
  "settingsBlockPersonalizationPage": false,
  "settingsBlockPrivacyPage": false,
  "settingsBlockRemoveProvisioningPackage": false,
  "settingsBlockSettingsApp": false,
  "settingsBlockSystemPage": false,
  "settingsBlockTimeLanguagePage": false,
  "settingsBlockUpdateSecurityPage": false,
  "sharedUserAppDataAllowed": false,
  "smartScreenAppInstallControl": "notConfigured",
  "smartScreenBlockPromptOverride": false,
  "smartScreenBlockPromptOverrideForFiles": false,
  "smartScreenEnableAppInstallControl": false,
  "startBlockUnpinningAppsFromTaskbar": false,
  "startMenuAppListVisibility": "userDefined",
  "startMenuHideChangeAccountSettings": false,
  "startMenuHideFrequentlyUsedApps": false,
  "startMenuHideHibernate": false,
  "startMenuHideLock": false,
  "startMenuHidePowerButton": false,
  "startMenuHideRecentJumpLists": false,
  "startMenuHideRecentlyAddedApps": false,
  "startMenuHideRestartOptions": false,
  "startMenuHideShutDown": false,
  "startMenuHideSignOut": false,
  "startMenuHideSleep": false,
  "startMenuHideSwitchAccount": false,
  "startMenuHideUserTile": false,
  "startMenuLayoutXml": "PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0idXRmLTgiPz4NCjxMYXlvdXRNb2RpZmljYXRpb25UZW1wbGF0ZQ0KICAgIHhtbG5zPSJodHRwOi8vc2NoZW1hcy5taWNyb3NvZnQuY29tL1N0YXJ0LzIwMTQvTGF5b3V0TW9kaWZpY2F0aW9uIg0KICAgIHhtbG5zOmRlZmF1bHRsYXlvdXQ9Imh0dHA6Ly9zY2hlbWFzLm1pY3Jvc29mdC5jb20vU3RhcnQvMjAxNC9GdWxsRGVmYXVsdExheW91dCINCiAgICB4bWxuczpzdGFydD0iaHR0cDovL3NjaGVtYXMubWljcm9zb2Z0LmNvbS9TdGFydC8yMDE0L1N0YXJ0TGF5b3V0Ig0KICAgIHhtbG5zOnRhc2tiYXI9Imh0dHA6Ly9zY2hlbWFzLm1pY3Jvc29mdC5jb20vU3RhcnQvMjAxNC9UYXNrYmFyTGF5b3V0Ig0KICAgIFZlcnNpb249IjEiPg0KICA8Q3VzdG9tVGFza2JhckxheW91dENvbGxlY3Rpb24gUGluTGlzdFBsYWNlbWVudD0iUmVwbGFjZSI+DQogICAgPGRlZmF1bHRsYXlvdXQ6VGFza2JhckxheW91dD4NCiAgICAgIDx0YXNrYmFyOlRhc2tiYXJQaW5MaXN0Pg0KICAgICAgICA8dGFza2JhcjpEZXNrdG9wQXBwIERlc2t0b3BBcHBsaWNhdGlvbkxpbmtQYXRoPSJDOlxQcm9ncmFtRGF0YVxNaWNyb3NvZnRcV2luZG93c1xTdGFydCBNZW51XFByb2dyYW1zXE1pY3Jvc29mdCBFZGdlLmxuayIgLz4NCiAgICAgICAgPHRhc2tiYXI6RGVza3RvcEFwcCBEZXNrdG9wQXBwbGljYXRpb25MaW5rUGF0aD0iQzpcUHJvZ3JhbURhdGFcTWljcm9zb2Z0XFdpbmRvd3NcU3RhcnQgTWVudVxQcm9ncmFtc1xPdXRsb29rLmxuayIgLz4NCiAgICAgICAgPHRhc2tiYXI6RGVza3RvcEFwcCBEZXNrdG9wQXBwbGljYXRpb25MaW5rUGF0aD0iJUFQUERBVEElXE1pY3Jvc29mdFxXaW5kb3dzXFN0YXJ0IE1lbnVcUHJvZ3JhbXNcU3lzdGVtIFRvb2xzXEZpbGUgRXhwbG9yZXIubG5rIiAvPg0KICAgICAgPC90YXNrYmFyOlRhc2tiYXJQaW5MaXN0Pg0KICAgIDwvZGVmYXVsdGxheW91dDpUYXNrYmFyTGF5b3V0Pg0KICA8L0N1c3RvbVRhc2tiYXJMYXlvdXRDb2xsZWN0aW9uPg0KPC9MYXlvdXRNb2RpZmljYXRpb25UZW1wbGF0ZT4NCg==",
  "startMenuMode": "userDefined",
  "startMenuPinnedFolderDocuments": "notConfigured",
  "startMenuPinnedFolderDownloads": "notConfigured",
  "startMenuPinnedFolderFileExplorer": "notConfigured",
  "startMenuPinnedFolderHomeGroup": "notConfigured",
  "startMenuPinnedFolderMusic": "notConfigured",
  "startMenuPinnedFolderNetwork": "notConfigured",
  "startMenuPinnedFolderPersonalFolder": "notConfigured",
  "startMenuPinnedFolderPictures": "notConfigured",
  "startMenuPinnedFolderSettings": "notConfigured",
  "startMenuPinnedFolderVideos": "notConfigured",
  "storageBlockRemovableStorage": false,
  "storageRequireMobileDeviceEncryption": false,
  "storageRestrictAppDataToSystemVolume": false,
  "storageRestrictAppInstallToSystemVolume": false,
  "taskManagerBlockEndTask": false,
  "tenantLockdownRequireNetworkDuringOutOfBoxExperience": false,
  "uninstallBuiltInApps": false,
  "usbBlocked": false,
  "voiceRecordingBlocked": false,
  "webRtcBlockLocalhostIpAddress": false,
  "wiFiBlockAutomaticConnectHotspots": false,
  "wiFiBlocked": false,
  "wiFiBlockManualConfiguration": false,
  "windowsSpotlightBlockConsumerSpecificFeatures": false,
  "windowsSpotlightBlocked": false,
  "windowsSpotlightBlockOnActionCenter": false,
  "windowsSpotlightBlockTailoredExperiences": false,
  "windowsSpotlightBlockThirdPartyNotifications": false,
  "windowsSpotlightBlockWelcomeExperience": false,
  "windowsSpotlightBlockWindowsTips": false,
  "windowsSpotlightConfigureOnLockScreen": "notConfigured",
  "windowsStoreBlockAutoUpdate": false,
  "windowsStoreBlocked": false,
  "windowsStoreEnablePrivateStoreOnly": false,
  "wirelessDisplayBlockProjectionToThisDevice": false,
  "wirelessDisplayBlockUserInputFromReceiver": false,
  "wirelessDisplayRequirePinForPairing": false,
  "createdDateTime": "2022-08-31T15:56:15.5257017+00:00",
  "description": "Configure the Taskbar in Windows to REMOVE all pinned apps and place only:\n- Edge\n- Outlook\n- File Explorer",
  "displayName": "[Default] Configuration: Taskbar",
  "lastModifiedDateTime": "2022-08-31T15:56:15.5257017+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "008f13d1-bc2a-4d88-8dda-c57daeb61608",
  "@odata.type": "#microsoft.graph.windows10GeneralConfiguration"
}