{
  "applicationGuardAllowFileSaveOnHost": false,
  "applicationGuardAllowPersistence": false,
  "applicationGuardAllowPrintToLocalPrinters": false,
  "applicationGuardAllowPrintToNetworkPrinters": false,
  "applicationGuardAllowPrintToPDF": false,
  "applicationGuardAllowPrintToXPS": false,
  "applicationGuardAllowVirtualGPU": false,
  "applicationGuardBlockClipboardSharing": "notConfigured",
  "applicationGuardBlockFileTransfer": "notConfigured",
  "applicationGuardBlockNonEnterpriseContent": false,
  "applicationGuardCertificateThumbprints": [],
  "applicationGuardEnabled": false,
  "applicationGuardEnabledOptions": "notConfigured",
  "applicationGuardForceAuditing": false,
  "appLockerApplicationControl": "notConfigured",
  "bitLockerAllowStandardUserEncryption": true,
  "bitLockerDisableWarningForOtherDiskEncryption": true,
  "bitLockerEnableStorageCardEncryptionOnMobile": true,
  "bitLockerEncryptDevice": true,
  "bitLockerFixedDrivePolicy": {
    "encryptionMethod": "xtsAes256",
    "recoveryOptions": {
      "blockDataRecoveryAgent": false,
      "enableBitLockerAfterRecoveryInformationToStore": true,
      "enableRecoveryInformationSaveToStore": true,
      "hideRecoveryOptions": false,
      "recoveryInformationToStore": "passwordAndKey",
      "recoveryKeyUsage": "allowed",
      "recoveryPasswordUsage": "allowed",
      "@odata.type": "microsoft.graph.bitLockerRecoveryOptions"
    },
    "requireEncryptionForWriteAccess": true,
    "@odata.type": "microsoft.graph.bitLockerFixedDrivePolicy"
  },
  "bitLockerRecoveryPasswordRotation": "enabledForAzureAdAndHybrid",
  "bitLockerRemovableDrivePolicy": {
    "blockCrossOrganizationWriteAccess": false,
    "encryptionMethod": "xtsAes256",
    "requireEncryptionForWriteAccess": false,
    "@odata.type": "microsoft.graph.bitLockerRemovableDrivePolicy"
  },
  "bitLockerSystemDrivePolicy": {
    "encryptionMethod": "xtsAes256",
    "prebootRecoveryEnableMessageAndUrl": true,
    "prebootRecoveryMessage": "Please contact Umbrella IT Group at (904) 930-4261 with message: Bitlocker Recovery",
    "recoveryOptions": {
      "blockDataRecoveryAgent": true,
      "enableBitLockerAfterRecoveryInformationToStore": true,
      "enableRecoveryInformationSaveToStore": true,
      "hideRecoveryOptions": false,
      "recoveryInformationToStore": "passwordAndKey",
      "recoveryKeyUsage": "allowed",
      "recoveryPasswordUsage": "allowed",
      "@odata.type": "microsoft.graph.bitLockerRecoveryOptions"
    },
    "startupAuthenticationBlockWithoutTpmChip": true,
    "startupAuthenticationRequired": true,
    "startupAuthenticationTpmKeyUsage": "blocked",
    "startupAuthenticationTpmPinAndKeyUsage": "blocked",
    "startupAuthenticationTpmPinUsage": "blocked",
    "startupAuthenticationTpmUsage": "allowed",
    "@odata.type": "microsoft.graph.bitLockerSystemDrivePolicy"
  },
  "defenderAdditionalGuardedFolders": [],
  "defenderAdobeReaderLaunchChildProcess": "notConfigured",
  "defenderAdvancedRansomewareProtectionType": "notConfigured",
  "defenderAttackSurfaceReductionExcludedPaths": [],
  "defenderBlockPersistenceThroughWmiType": "userDefined",
  "defenderEmailContentExecution": "userDefined",
  "defenderEmailContentExecutionType": "userDefined",
  "defenderFileExtensionsToExclude": [],
  "defenderFilesAndFoldersToExclude": [],
  "defenderGuardedFoldersAllowedAppPaths": [],
  "defenderGuardMyFoldersType": "userDefined",
  "defenderNetworkProtectionType": "notConfigured",
  "defenderOfficeAppsExecutableContentCreationOrLaunch": "userDefined",
  "defenderOfficeAppsExecutableContentCreationOrLaunchType": "userDefined",
  "defenderOfficeAppsLaunchChildProcess": "userDefined",
  "defenderOfficeAppsLaunchChildProcessType": "userDefined",
  "defenderOfficeAppsOtherProcessInjection": "userDefined",
  "defenderOfficeAppsOtherProcessInjectionType": "userDefined",
  "defenderOfficeCommunicationAppsLaunchChildProcess": "notConfigured",
  "defenderOfficeMacroCodeAllowWin32Imports": "userDefined",
  "defenderOfficeMacroCodeAllowWin32ImportsType": "userDefined",
  "defenderPreventCredentialStealingType": "notConfigured",
  "defenderProcessCreation": "userDefined",
  "defenderProcessCreationType": "userDefined",
  "defenderProcessesToExclude": [],
  "defenderScriptDownloadedPayloadExecution": "userDefined",
  "defenderScriptDownloadedPayloadExecutionType": "userDefined",
  "defenderScriptObfuscatedMacroCode": "userDefined",
  "defenderScriptObfuscatedMacroCodeType": "userDefined",
  "defenderSecurityCenterBlockExploitProtectionOverride": false,
  "defenderSecurityCenterITContactDisplay": "notConfigured",
  "defenderSecurityCenterNotificationsFromApp": "notConfigured",
  "defenderUntrustedExecutable": "userDefined",
  "defenderUntrustedExecutableType": "userDefined",
  "defenderUntrustedUSBProcess": "userDefined",
  "defenderUntrustedUSBProcessType": "userDefined",
  "deviceGuardEnableSecureBootWithDMA": false,
  "deviceGuardEnableVirtualizationBasedSecurity": false,
  "deviceGuardLaunchSystemGuard": "notConfigured",
  "deviceGuardLocalSystemAuthorityCredentialGuardSettings": "notConfigured",
  "deviceGuardSecureBootWithDMA": "notConfigured",
  "dmaGuardDeviceEnumerationPolicy": "deviceDefault",
  "firewallCertificateRevocationListCheckMethod": "deviceDefault",
  "firewallIPSecExemptionsAllowDHCP": false,
  "firewallIPSecExemptionsAllowICMP": false,
  "firewallIPSecExemptionsAllowNeighborDiscovery": false,
  "firewallIPSecExemptionsAllowRouterDiscovery": false,
  "firewallIPSecExemptionsNone": false,
  "firewallPacketQueueingMethod": "deviceDefault",
  "firewallPreSharedKeyEncodingMethod": "deviceDefault",
  "firewallRules": [],
  "lanManagerAuthenticationLevel": "lmAndNltm",
  "lanManagerWorkstationDisableInsecureGuestLogons": false,
  "localSecurityOptionsAdministratorElevationPromptBehavior": "notConfigured",
  "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares": false,
  "localSecurityOptionsAllowPKU2UAuthenticationRequests": false,
  "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool": false,
  "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn": false,
  "localSecurityOptionsAllowUIAccessApplicationElevation": false,
  "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations": false,
  "localSecurityOptionsAllowUndockWithoutHavingToLogon": false,
  "localSecurityOptionsBlockMicrosoftAccounts": false,
  "localSecurityOptionsBlockRemoteLogonWithBlankPassword": false,
  "localSecurityOptionsBlockRemoteOpticalDriveAccess": false,
  "localSecurityOptionsBlockUsersInstallingPrinterDrivers": false,
  "localSecurityOptionsClearVirtualMemoryPageFile": false,
  "localSecurityOptionsClientDigitallySignCommunicationsAlways": false,
  "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers": false,
  "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation": false,
  "localSecurityOptionsDisableAdministratorAccount": false,
  "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees": false,
  "localSecurityOptionsDisableGuestAccount": false,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways": false,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees": false,
  "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts": false,
  "localSecurityOptionsDoNotRequireCtrlAltDel": false,
  "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange": false,
  "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser": "notConfigured",
  "localSecurityOptionsHideLastSignedInUser": false,
  "localSecurityOptionsHideUsernameAtSignIn": false,
  "localSecurityOptionsInformationDisplayedOnLockScreen": "notConfigured",
  "localSecurityOptionsInformationShownOnLockScreen": "notConfigured",
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients": "none",
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers": "none",
  "localSecurityOptionsOnlyElevateSignedExecutables": false,
  "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares": false,
  "localSecurityOptionsSmartCardRemovalBehavior": "lockWorkstation",
  "localSecurityOptionsStandardUserElevationPromptBehavior": "notConfigured",
  "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation": false,
  "localSecurityOptionsUseAdminApprovalMode": false,
  "localSecurityOptionsUseAdminApprovalModeForAdministrators": false,
  "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations": false,
  "smartScreenBlockOverrideForFiles": false,
  "smartScreenEnableInShell": false,
  "windowsDefenderTamperProtection": "notConfigured",
  "xboxServicesAccessoryManagementServiceStartupMode": "manual",
  "xboxServicesEnableXboxGameSaveTask": false,
  "xboxServicesLiveAuthManagerServiceStartupMode": "manual",
  "xboxServicesLiveGameSaveServiceStartupMode": "manual",
  "xboxServicesLiveNetworkingServiceStartupMode": "manual",
  "createdDateTime": "2022-08-31T15:56:19.970703+00:00",
  "description": "Bitlocker Encryption Policy for OS and Fixed Drives\n- Automated User Enrollment Process\n- Highest Available Cryptography\n- Save Keys to Azure and Rotate\n- TPM Startup Settings\n",
  "displayName": "[Stage 1] Security: (Umbrella) Endpoint OS/FixedDrive Encryption",
  "lastModifiedDateTime": "2022-08-31T15:56:19.970703+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "1fd6146e-3381-4422-b1b9-4f963502a22a",
  "@odata.type": "#microsoft.graph.windows10EndpointProtectionConfiguration"
}