{
  "applicationGuardAllowFileSaveOnHost": false,
  "applicationGuardAllowPersistence": false,
  "applicationGuardAllowPrintToLocalPrinters": false,
  "applicationGuardAllowPrintToNetworkPrinters": false,
  "applicationGuardAllowPrintToPDF": false,
  "applicationGuardAllowPrintToXPS": false,
  "applicationGuardAllowVirtualGPU": false,
  "applicationGuardBlockClipboardSharing": "notConfigured",
  "applicationGuardBlockFileTransfer": "notConfigured",
  "applicationGuardBlockNonEnterpriseContent": false,
  "applicationGuardCertificateThumbprints": [],
  "applicationGuardEnabled": false,
  "applicationGuardEnabledOptions": "notConfigured",
  "applicationGuardForceAuditing": false,
  "appLockerApplicationControl": "auditComponentsStoreAppsAndSmartlocker",
  "bitLockerAllowStandardUserEncryption": false,
  "bitLockerDisableWarningForOtherDiskEncryption": false,
  "bitLockerEnableStorageCardEncryptionOnMobile": false,
  "bitLockerEncryptDevice": false,
  "bitLockerFixedDrivePolicy": {
    "requireEncryptionForWriteAccess": false,
    "@odata.type": "microsoft.graph.bitLockerFixedDrivePolicy"
  },
  "bitLockerRecoveryPasswordRotation": "notConfigured",
  "bitLockerRemovableDrivePolicy": {
    "blockCrossOrganizationWriteAccess": false,
    "requireEncryptionForWriteAccess": false,
    "@odata.type": "microsoft.graph.bitLockerRemovableDrivePolicy"
  },
  "bitLockerSystemDrivePolicy": {
    "prebootRecoveryEnableMessageAndUrl": false,
    "startupAuthenticationBlockWithoutTpmChip": false,
    "startupAuthenticationRequired": false,
    "startupAuthenticationTpmKeyUsage": "allowed",
    "startupAuthenticationTpmPinAndKeyUsage": "allowed",
    "startupAuthenticationTpmPinUsage": "allowed",
    "startupAuthenticationTpmUsage": "allowed",
    "@odata.type": "microsoft.graph.bitLockerSystemDrivePolicy"
  },
  "defenderAdditionalGuardedFolders": [],
  "defenderAdobeReaderLaunchChildProcess": "enable",
  "defenderAdvancedRansomewareProtectionType": "enable",
  "defenderAttackSurfaceReductionExcludedPaths": [],
  "defenderBlockPersistenceThroughWmiType": "userDefined",
  "defenderEmailContentExecution": "enable",
  "defenderEmailContentExecutionType": "block",
  "defenderFileExtensionsToExclude": [],
  "defenderFilesAndFoldersToExclude": [],
  "defenderGuardedFoldersAllowedAppPaths": [],
  "defenderGuardMyFoldersType": "auditMode",
  "defenderNetworkProtectionType": "auditMode",
  "defenderOfficeAppsExecutableContentCreationOrLaunch": "enable",
  "defenderOfficeAppsExecutableContentCreationOrLaunchType": "block",
  "defenderOfficeAppsLaunchChildProcess": "enable",
  "defenderOfficeAppsLaunchChildProcessType": "block",
  "defenderOfficeAppsOtherProcessInjection": "enable",
  "defenderOfficeAppsOtherProcessInjectionType": "block",
  "defenderOfficeCommunicationAppsLaunchChildProcess": "enable",
  "defenderOfficeMacroCodeAllowWin32Imports": "enable",
  "defenderOfficeMacroCodeAllowWin32ImportsType": "block",
  "defenderPreventCredentialStealingType": "enable",
  "defenderProcessCreation": "auditMode",
  "defenderProcessCreationType": "auditMode",
  "defenderProcessesToExclude": [],
  "defenderScriptDownloadedPayloadExecution": "enable",
  "defenderScriptDownloadedPayloadExecutionType": "block",
  "defenderScriptObfuscatedMacroCode": "enable",
  "defenderScriptObfuscatedMacroCodeType": "block",
  "defenderSecurityCenterBlockExploitProtectionOverride": false,
  "defenderSecurityCenterITContactDisplay": "notConfigured",
  "defenderSecurityCenterNotificationsFromApp": "notConfigured",
  "defenderUntrustedExecutable": "auditMode",
  "defenderUntrustedExecutableType": "auditMode",
  "defenderUntrustedUSBProcess": "enable",
  "defenderUntrustedUSBProcessType": "block",
  "deviceGuardEnableSecureBootWithDMA": false,
  "deviceGuardEnableVirtualizationBasedSecurity": false,
  "deviceGuardLaunchSystemGuard": "notConfigured",
  "deviceGuardLocalSystemAuthorityCredentialGuardSettings": "notConfigured",
  "deviceGuardSecureBootWithDMA": "notConfigured",
  "dmaGuardDeviceEnumerationPolicy": "deviceDefault",
  "firewallBlockStatefulFTP": false,
  "firewallCertificateRevocationListCheckMethod": "attempt",
  "firewallIPSecExemptionsAllowDHCP": true,
  "firewallIPSecExemptionsAllowICMP": true,
  "firewallIPSecExemptionsAllowNeighborDiscovery": true,
  "firewallIPSecExemptionsAllowRouterDiscovery": true,
  "firewallIPSecExemptionsNone": false,
  "firewallPacketQueueingMethod": "queueBoth",
  "firewallPreSharedKeyEncodingMethod": "utF8",
  "firewallProfileDomain": {
    "authorizedApplicationRulesFromGroupPolicyMerged": true,
    "authorizedApplicationRulesFromGroupPolicyNotMerged": false,
    "connectionSecurityRulesFromGroupPolicyMerged": true,
    "connectionSecurityRulesFromGroupPolicyNotMerged": false,
    "firewallEnabled": "allowed",
    "globalPortRulesFromGroupPolicyMerged": true,
    "globalPortRulesFromGroupPolicyNotMerged": false,
    "inboundConnectionsBlocked": false,
    "inboundConnectionsRequired": false,
    "inboundNotificationsBlocked": false,
    "inboundNotificationsRequired": true,
    "incomingTrafficBlocked": false,
    "incomingTrafficRequired": false,
    "outboundConnectionsBlocked": false,
    "outboundConnectionsRequired": false,
    "policyRulesFromGroupPolicyMerged": true,
    "policyRulesFromGroupPolicyNotMerged": false,
    "securedPacketExemptionAllowed": false,
    "securedPacketExemptionBlocked": false,
    "stealthModeBlocked": false,
    "stealthModeRequired": false,
    "unicastResponsesToMulticastBroadcastsBlocked": true,
    "unicastResponsesToMulticastBroadcastsRequired": false,
    "@odata.type": "microsoft.graph.windowsFirewallNetworkProfile"
  },
  "firewallProfilePrivate": {
    "authorizedApplicationRulesFromGroupPolicyMerged": true,
    "authorizedApplicationRulesFromGroupPolicyNotMerged": false,
    "connectionSecurityRulesFromGroupPolicyMerged": true,
    "connectionSecurityRulesFromGroupPolicyNotMerged": false,
    "firewallEnabled": "allowed",
    "globalPortRulesFromGroupPolicyMerged": true,
    "globalPortRulesFromGroupPolicyNotMerged": false,
    "inboundConnectionsBlocked": true,
    "inboundConnectionsRequired": false,
    "inboundNotificationsBlocked": false,
    "inboundNotificationsRequired": true,
    "incomingTrafficBlocked": false,
    "incomingTrafficRequired": false,
    "outboundConnectionsBlocked": false,
    "outboundConnectionsRequired": false,
    "policyRulesFromGroupPolicyMerged": true,
    "policyRulesFromGroupPolicyNotMerged": false,
    "securedPacketExemptionAllowed": false,
    "securedPacketExemptionBlocked": false,
    "stealthModeBlocked": false,
    "stealthModeRequired": false,
    "unicastResponsesToMulticastBroadcastsBlocked": true,
    "unicastResponsesToMulticastBroadcastsRequired": false,
    "@odata.type": "microsoft.graph.windowsFirewallNetworkProfile"
  },
  "firewallProfilePublic": {
    "authorizedApplicationRulesFromGroupPolicyMerged": false,
    "authorizedApplicationRulesFromGroupPolicyNotMerged": true,
    "connectionSecurityRulesFromGroupPolicyMerged": false,
    "connectionSecurityRulesFromGroupPolicyNotMerged": true,
    "firewallEnabled": "allowed",
    "globalPortRulesFromGroupPolicyMerged": false,
    "globalPortRulesFromGroupPolicyNotMerged": true,
    "inboundConnectionsBlocked": true,
    "inboundConnectionsRequired": false,
    "inboundNotificationsBlocked": false,
    "inboundNotificationsRequired": true,
    "incomingTrafficBlocked": false,
    "incomingTrafficRequired": false,
    "outboundConnectionsBlocked": false,
    "outboundConnectionsRequired": false,
    "policyRulesFromGroupPolicyMerged": false,
    "policyRulesFromGroupPolicyNotMerged": true,
    "securedPacketExemptionAllowed": false,
    "securedPacketExemptionBlocked": false,
    "stealthModeBlocked": false,
    "stealthModeRequired": false,
    "unicastResponsesToMulticastBroadcastsBlocked": true,
    "unicastResponsesToMulticastBroadcastsRequired": false,
    "@odata.type": "microsoft.graph.windowsFirewallNetworkProfile"
  },
  "firewallRules": [],
  "lanManagerAuthenticationLevel": "lmNtlmV2AndNotLmOrNtm",
  "lanManagerWorkstationDisableInsecureGuestLogons": true,
  "localSecurityOptionsAdministratorElevationPromptBehavior": "promptForConsentOnTheSecureDesktop",
  "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares": true,
  "localSecurityOptionsAllowPKU2UAuthenticationRequests": false,
  "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool": false,
  "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn": false,
  "localSecurityOptionsAllowUIAccessApplicationElevation": false,
  "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations": false,
  "localSecurityOptionsAllowUndockWithoutHavingToLogon": true,
  "localSecurityOptionsBlockMicrosoftAccounts": false,
  "localSecurityOptionsBlockRemoteLogonWithBlankPassword": false,
  "localSecurityOptionsBlockRemoteOpticalDriveAccess": true,
  "localSecurityOptionsBlockUsersInstallingPrinterDrivers": true,
  "localSecurityOptionsClearVirtualMemoryPageFile": true,
  "localSecurityOptionsClientDigitallySignCommunicationsAlways": true,
  "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers": true,
  "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation": true,
  "localSecurityOptionsDisableAdministratorAccount": false,
  "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees": false,
  "localSecurityOptionsDisableGuestAccount": false,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways": true,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees": true,
  "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts": true,
  "localSecurityOptionsDoNotRequireCtrlAltDel": false,
  "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange": true,
  "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser": "administratorsAndInteractiveUsers",
  "localSecurityOptionsHideLastSignedInUser": false,
  "localSecurityOptionsHideUsernameAtSignIn": false,
  "localSecurityOptionsInformationDisplayedOnLockScreen": "administratorsAndPowerUsers",
  "localSecurityOptionsInformationShownOnLockScreen": "userDisplayNameOnly",
  "localSecurityOptionsMachineInactivityLimit": 20,
  "localSecurityOptionsMachineInactivityLimitInMinutes": 20,
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients": "ntlmV2And128BitEncryption",
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers": "ntlmV2And128BitEncryption",
  "localSecurityOptionsOnlyElevateSignedExecutables": false,
  "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares": true,
  "localSecurityOptionsSmartCardRemovalBehavior": "lockWorkstation",
  "localSecurityOptionsStandardUserElevationPromptBehavior": "promptForCredentialsOnTheSecureDesktop",
  "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation": true,
  "localSecurityOptionsUseAdminApprovalMode": false,
  "localSecurityOptionsUseAdminApprovalModeForAdministrators": false,
  "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations": true,
  "smartScreenBlockOverrideForFiles": false,
  "smartScreenEnableInShell": false,
  "windowsDefenderTamperProtection": "notConfigured",
  "xboxServicesAccessoryManagementServiceStartupMode": "manual",
  "xboxServicesEnableXboxGameSaveTask": false,
  "xboxServicesLiveAuthManagerServiceStartupMode": "manual",
  "xboxServicesLiveGameSaveServiceStartupMode": "manual",
  "xboxServicesLiveNetworkingServiceStartupMode": "manual",
  "createdDateTime": "2022-08-31T15:56:20.3163624+00:00",
  "description": "Security Settings related to Attack Surface Reduction and other Advanced Anti-Exploit configs. Specifically related to:\n- Microsoft Defender Firewall\n- Microsoft Defender Exploit Guard\n- Microsoft Defender Application Control\n- Local device security options\n** Review Settings before applying this config to Clients **",
  "displayName": "[Stage 2] Security: Advanced Anti-Exploit",
  "lastModifiedDateTime": "2022-08-31T15:56:20.3163624+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "09a6c764-a584-46fa-bf9f-a41d81a26ae8",
  "@odata.type": "#microsoft.graph.windows10EndpointProtectionConfiguration"
}