{
  "airDropBlocked": false,
  "appleWatchBlockAutoUnlock": false,
  "cameraBlocked": false,
  "classroomAppBlockRemoteScreenObservation": false,
  "classroomAppForceUnpromptedScreenObservation": false,
  "classroomForceAutomaticallyJoinClasses": false,
  "classroomForceRequestPermissionToLeaveClasses": false,
  "classroomForceUnpromptedAppAndDeviceLock": false,
  "compliantAppListType": "none",
  "compliantAppsList": [],
  "contentCachingBlocked": false,
  "definitionLookupBlocked": false,
  "emailInDomainSuffixes": [],
  "iCloudBlockActivityContinuation": false,
  "iCloudBlockAddressBook": false,
  "iCloudBlockBookmarks": false,
  "iCloudBlockCalendar": false,
  "iCloudBlockDocumentSync": false,
  "iCloudBlockMail": false,
  "iCloudBlockNotes": false,
  "iCloudBlockPhotoLibrary": false,
  "iCloudBlockReminders": false,
  "iTunesBlockFileSharing": false,
  "iTunesBlockMusicService": false,
  "keyboardBlockDictation": false,
  "keychainBlockCloudSync": false,
  "passwordBlockAirDropSharing": false,
  "passwordBlockAutoFill": false,
  "passwordBlockFingerprintUnlock": false,
  "passwordBlockModification": false,
  "passwordBlockProximityRequests": false,
  "passwordBlockSimple": true,
  "passwordMinimumLength": 4,
  "passwordMinutesOfInactivityBeforeLock": 0,
  "passwordMinutesOfInactivityBeforeScreenTimeout": 10,
  "passwordRequired": true,
  "passwordRequiredType": "deviceDefault",
  "privacyAccessControls": [],
  "safariBlockAutofill": false,
  "screenCaptureBlocked": false,
  "spotlightBlockInternetResults": false,
  "createdDateTime": "2022-08-31T15:56:19.6369674+00:00",
  "description": "MacOS Passcode Requirements",
  "displayName": "[Stage 1] MacOS Passcode and Device Configurations [v3-2021]",
  "lastModifiedDateTime": "2022-08-31T15:56:19.6369674+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "eae13137-1675-418a-9b6c-ea21d0b6e032",
  "@odata.type": "#microsoft.graph.macOSGeneralDeviceConfiguration",
  "addingGameCenterFriendsBlocked": false,
  "gameCenterBlocked": false,
  "multiplayerGamingBlocked": false,
  "wallpaperModificationBlocked": false,
  "eraseContentAndSettingsBlocked": false,
  "softwareUpdateMajorOSDeferredInstallDelayInDays": null,
  "softwareUpdateMinorOSDeferredInstallDelayInDays": null,
  "softwareUpdateNonOSDeferredInstallDelayInDays": null,
  "touchIdTimeoutInHours": null,
  "iCloudPrivateRelayBlocked": false,
  "iCloudDesktopAndDocumentsBlocked": false
}