{
  "applicationGuardAllowFileSaveOnHost": false,
  "applicationGuardAllowPersistence": false,
  "applicationGuardAllowPrintToLocalPrinters": false,
  "applicationGuardAllowPrintToNetworkPrinters": false,
  "applicationGuardAllowPrintToPDF": false,
  "applicationGuardAllowPrintToXPS": false,
  "applicationGuardAllowVirtualGPU": false,
  "applicationGuardBlockClipboardSharing": "notConfigured",
  "applicationGuardBlockFileTransfer": "notConfigured",
  "applicationGuardBlockNonEnterpriseContent": false,
  "applicationGuardCertificateThumbprints": [],
  "applicationGuardEnabled": false,
  "applicationGuardEnabledOptions": "notConfigured",
  "applicationGuardForceAuditing": false,
  "appLockerApplicationControl": "notConfigured",
  "bitLockerAllowStandardUserEncryption": false,
  "bitLockerDisableWarningForOtherDiskEncryption": false,
  "bitLockerEnableStorageCardEncryptionOnMobile": false,
  "bitLockerEncryptDevice": false,
  "bitLockerFixedDrivePolicy": {
    "requireEncryptionForWriteAccess": false,
    "@odata.type": "microsoft.graph.bitLockerFixedDrivePolicy"
  },
  "bitLockerRecoveryPasswordRotation": "notConfigured",
  "bitLockerRemovableDrivePolicy": {
    "blockCrossOrganizationWriteAccess": false,
    "requireEncryptionForWriteAccess": false,
    "@odata.type": "microsoft.graph.bitLockerRemovableDrivePolicy"
  },
  "bitLockerSystemDrivePolicy": {
    "prebootRecoveryEnableMessageAndUrl": false,
    "startupAuthenticationBlockWithoutTpmChip": false,
    "startupAuthenticationRequired": false,
    "startupAuthenticationTpmKeyUsage": "blocked",
    "startupAuthenticationTpmPinAndKeyUsage": "blocked",
    "startupAuthenticationTpmPinUsage": "blocked",
    "startupAuthenticationTpmUsage": "blocked",
    "@odata.type": "microsoft.graph.bitLockerSystemDrivePolicy"
  },
  "defenderAdditionalGuardedFolders": [],
  "defenderAdobeReaderLaunchChildProcess": "notConfigured",
  "defenderAdvancedRansomewareProtectionType": "notConfigured",
  "defenderAttackSurfaceReductionExcludedPaths": [],
  "defenderBlockPersistenceThroughWmiType": "userDefined",
  "defenderEmailContentExecution": "userDefined",
  "defenderEmailContentExecutionType": "userDefined",
  "defenderFileExtensionsToExclude": [],
  "defenderFilesAndFoldersToExclude": [],
  "defenderGuardedFoldersAllowedAppPaths": [],
  "defenderGuardMyFoldersType": "userDefined",
  "defenderNetworkProtectionType": "notConfigured",
  "defenderOfficeAppsExecutableContentCreationOrLaunch": "userDefined",
  "defenderOfficeAppsExecutableContentCreationOrLaunchType": "userDefined",
  "defenderOfficeAppsLaunchChildProcess": "userDefined",
  "defenderOfficeAppsLaunchChildProcessType": "userDefined",
  "defenderOfficeAppsOtherProcessInjection": "userDefined",
  "defenderOfficeAppsOtherProcessInjectionType": "userDefined",
  "defenderOfficeCommunicationAppsLaunchChildProcess": "notConfigured",
  "defenderOfficeMacroCodeAllowWin32Imports": "userDefined",
  "defenderOfficeMacroCodeAllowWin32ImportsType": "userDefined",
  "defenderPreventCredentialStealingType": "notConfigured",
  "defenderProcessCreation": "userDefined",
  "defenderProcessCreationType": "userDefined",
  "defenderProcessesToExclude": [],
  "defenderScriptDownloadedPayloadExecution": "userDefined",
  "defenderScriptDownloadedPayloadExecutionType": "userDefined",
  "defenderScriptObfuscatedMacroCode": "userDefined",
  "defenderScriptObfuscatedMacroCodeType": "userDefined",
  "defenderSecurityCenterBlockExploitProtectionOverride": false,
  "defenderSecurityCenterDisableAccountUI": false,
  "defenderSecurityCenterDisableAppBrowserUI": false,
  "defenderSecurityCenterDisableClearTpmUI": false,
  "defenderSecurityCenterDisableFamilyUI": false,
  "defenderSecurityCenterDisableHealthUI": false,
  "defenderSecurityCenterDisableNetworkUI": false,
  "defenderSecurityCenterDisableNotificationAreaUI": true,
  "defenderSecurityCenterDisableRansomwareUI": false,
  "defenderSecurityCenterDisableVirusUI": false,
  "defenderSecurityCenterDisableVulnerableTpmFirmwareUpdateUI": false,
  "defenderSecurityCenterHelpEmail": "support@umbrellaitgroup.com",
  "defenderSecurityCenterHelpPhone": "+1 (904) 930-4261",
  "defenderSecurityCenterHelpURL": "https://UmbrellaITgroup.com",
  "defenderSecurityCenterITContactDisplay": "displayInAppAndInNotifications",
  "defenderSecurityCenterNotificationsFromApp": "blockNoncriticalNotifications",
  "defenderSecurityCenterOrganizationDisplayName": "Umbrella IT Solutions",
  "defenderUntrustedExecutable": "userDefined",
  "defenderUntrustedExecutableType": "userDefined",
  "defenderUntrustedUSBProcess": "userDefined",
  "defenderUntrustedUSBProcessType": "userDefined",
  "deviceGuardEnableSecureBootWithDMA": false,
  "deviceGuardEnableVirtualizationBasedSecurity": false,
  "deviceGuardLaunchSystemGuard": "notConfigured",
  "deviceGuardLocalSystemAuthorityCredentialGuardSettings": "notConfigured",
  "deviceGuardSecureBootWithDMA": "notConfigured",
  "dmaGuardDeviceEnumerationPolicy": "deviceDefault",
  "firewallCertificateRevocationListCheckMethod": "deviceDefault",
  "firewallIPSecExemptionsAllowDHCP": false,
  "firewallIPSecExemptionsAllowICMP": false,
  "firewallIPSecExemptionsAllowNeighborDiscovery": false,
  "firewallIPSecExemptionsAllowRouterDiscovery": false,
  "firewallIPSecExemptionsNone": false,
  "firewallPacketQueueingMethod": "deviceDefault",
  "firewallPreSharedKeyEncodingMethod": "deviceDefault",
  "firewallRules": [],
  "lanManagerAuthenticationLevel": "lmAndNltm",
  "lanManagerWorkstationDisableInsecureGuestLogons": false,
  "localSecurityOptionsAdministratorAccountName": "UmbrellaLA",
  "localSecurityOptionsAdministratorElevationPromptBehavior": "notConfigured",
  "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares": false,
  "localSecurityOptionsAllowPKU2UAuthenticationRequests": false,
  "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool": false,
  "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn": false,
  "localSecurityOptionsAllowUIAccessApplicationElevation": false,
  "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations": false,
  "localSecurityOptionsAllowUndockWithoutHavingToLogon": false,
  "localSecurityOptionsBlockMicrosoftAccounts": false,
  "localSecurityOptionsBlockRemoteLogonWithBlankPassword": true,
  "localSecurityOptionsBlockRemoteOpticalDriveAccess": false,
  "localSecurityOptionsBlockUsersInstallingPrinterDrivers": false,
  "localSecurityOptionsClearVirtualMemoryPageFile": false,
  "localSecurityOptionsClientDigitallySignCommunicationsAlways": false,
  "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers": false,
  "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation": false,
  "localSecurityOptionsDisableAdministratorAccount": false,
  "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees": false,
  "localSecurityOptionsDisableGuestAccount": true,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways": false,
  "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees": false,
  "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts": false,
  "localSecurityOptionsDoNotRequireCtrlAltDel": false,
  "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange": false,
  "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser": "notConfigured",
  "localSecurityOptionsGuestAccountName": "LAGuest",
  "localSecurityOptionsHideLastSignedInUser": false,
  "localSecurityOptionsHideUsernameAtSignIn": false,
  "localSecurityOptionsInformationDisplayedOnLockScreen": "administratorsAndPowerUsers",
  "localSecurityOptionsInformationShownOnLockScreen": "userDisplayNameOnly",
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients": "none",
  "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers": "none",
  "localSecurityOptionsOnlyElevateSignedExecutables": false,
  "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares": false,
  "localSecurityOptionsSmartCardRemovalBehavior": "lockWorkstation",
  "localSecurityOptionsStandardUserElevationPromptBehavior": "notConfigured",
  "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation": false,
  "localSecurityOptionsUseAdminApprovalMode": false,
  "localSecurityOptionsUseAdminApprovalModeForAdministrators": false,
  "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations": false,
  "smartScreenBlockOverrideForFiles": false,
  "smartScreenEnableInShell": false,
  "windowsDefenderTamperProtection": "notConfigured",
  "xboxServicesAccessoryManagementServiceStartupMode": "disabled",
  "xboxServicesEnableXboxGameSaveTask": false,
  "xboxServicesLiveAuthManagerServiceStartupMode": "disabled",
  "xboxServicesLiveGameSaveServiceStartupMode": "disabled",
  "xboxServicesLiveNetworkingServiceStartupMode": "disabled",
  "createdDateTime": "2022-08-31T15:56:17.2889973+00:00",
  "description": "Windows 10 Default Security Template:\n- Enable Security Center\n- Add Umbrella IT Contact Info\n- Configure Umbrella Account\n- Other Tweaks and Settings (non-intrusive)\n",
  "displayName": "[Stage 0] Security: Default Endpoint Protection",
  "lastModifiedDateTime": "2022-08-31T15:56:17.2889973+00:00",
  "roleScopeTagIds": [
    "0"
  ],
  "supportsScopeTags": true,
  "version": 1,
  "id": "3c281b40-88e4-490e-aac5-0a4d0439d3b2",
  "@odata.type": "#microsoft.graph.windows10EndpointProtectionConfiguration"
}